[M_CutToTheChase MissionDefinition]
MissionName="Direto ao Ponto"
MissionDescription="Um idiota chamado Fink roubou um fragmento de Eridium de Patricia Tannis - uma arqueóloga de profissão e biruta por vocação. Tannis lhe ofereceu uma recompensa para encontrar Fink e recuperar o Eridium que ele roubou."
TurnInDescription="Ao devolver seu Eridium, você ganhou a eterna gratidão de Patricia Tannis... pelo menos durante os próximos cinco minutos."
MissionSummary="Tome de Fink o Eridium de Tannis."
MissionGiver="Patricia Tannis"
MissionTurnInLocation="Patricia Tannis"
TeaserText="Corra como o vento!"

[M_CutToTheChase:BeatFink MissionObjectiveDefinition]
ProgressMessage="Dê uma surra em Fink"

[M_CutToTheChase:BeatFinkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:FindFink MissionObjectiveDefinition]
ProgressMessage="Encontre Fink"

[M_CutToTheChase:FindFinkBathroomDoorOpenedSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:FindFinkOpenBathroomDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:FindFinkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:FlushoutFink MissionObjectiveDefinition]
ProgressMessage="Expulse Fink do seu esconderijo"

[M_CutToTheChase:FlushOutFink2 MissionObjectiveDefinition]
ProgressMessage="Expulse Fink do seu esconderijo"

[M_CutToTheChase:FlushOutFink3 MissionObjectiveDefinition]
ProgressMessage="Expulse Fink do seu esconderijo"

[M_CutToTheChase:FlushOutFinkSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:FlushOutFinkSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:FlushOutFinkSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:GetEridiumSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue o serviço à Patricia Tannis."
MissionDescriptionOverride="Ao devolver seu Eridium, você ganhou a eterna gratidão de Patricia Tannis... pelo menos durante os próximos cinco minutos."

[M_CutToTheChase:StopFink MissionObjectiveDefinition]
ProgressMessage="Detenha Fink"

[M_CutToTheChase:StopFinkSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:StopFinkSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:StopFinkSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:StopFinkSet4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:TakeEridium MissionObjectiveDefinition]
ProgressMessage="Recupere o Eridium de Tannis"

[M_CutToTheChase:TalkToMoxxie MissionObjectiveDefinition]
ProgressMessage="Fale com Moxxi"

[M_CutToTheChase:TalkToMoxxieSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CutToTheChase:TipMoxxie MissionObjectiveDefinition]
ProgressMessage="Ofereça suborno para Moxxi"

[M_CutToTheChase:TipMoxxieSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

